packages/correos/correos-0.0.6.tar.gz/correos-0.0.6/correos/template/picking_label.xml

<?xml version="1.0" encoding="utf-8"?>
<soapenv:Envelope
    xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns="http://www.correos.es/iris6/services/preregistroetiquetas"
    xmlns:py="http://genshi.edgewall.org/">
    <soapenv:Header/>
    <soapenv:Body>
        <SolicitudEtiqueta>
            <fechaOperacion>${now}</fechaOperacion>
            <CodEtiquetador>${code}</CodEtiquetador>
            <CodEnvio>${CodEnvio}</CodEnvio>
            <Care>${Care}</Care>
            <ModDevEtiqueta>${ModDevEtiqueta}</ModDevEtiqueta>
        </SolicitudEtiqueta>
    </soapenv:Body>
</soapenv:Envelope>

